Repository: DimaIslyamov/HomeWorkTMS
Catalog: homeWorkLesson(WorldOfCheckers)/homeWorkLesson10/Suporting Files/Localaized/*.lproj/Localizable.strings
Languages: pl, ru

# Back_buuton_text
source: Back
pl: Plecy
ru: Назад

# Sound_off/on_text
source: Sound off/on
pl: Dźwięk off/on
ru: Звук выкл/вкл

# Background replacement_text
source: Background replacement
pl: Wymiana tła
ru: Замена фона

# Choose Black Checkers_text
source: Choose Black Checkers
pl: Wybierz czarne warcaby
ru: Выбери черные шашки

# Choose White Checkers_text
source: Choose White Checkers
pl: Wybierz białe warcaby
ru: Выбери белые шашки

# Start Game_text
source: Start Game
pl: Zacząć gre
ru: Начать игру

# Score_button_text
source: Score
pl: Sprawdzać
ru: Счет

# Settings_button_text
source: Settings
pl: Ustawienia
ru: Настройки

# Back_button_score
source: Back
pl: Plecy
ru: Назад

# Back_button_about
source: Back
pl: Plecy
ru: Назад

# End Game_button_text
source: End Game
pl: Wyloguj
ru: Выйти

# Move:_text_lable
source: Move:
ru: Ход:

# Original / Task 19_text
source: Original/Task19
pl: Oryginał/Dz19
ru: Оригинал/Дз19

source: Cancel
pl: Anulowanie
ru: Отмена

# Enter_players_names
source: Enter the names of players
pl: Wpisz imiona graczy
ru: Введите имена игроков

source: player one
pl: gracz 1
ru: игрок 1

source: player two
pl: gracz 2
ru: игрок 2

source: Confirm
pl: Potwierdzać
ru: Подтвердить

# Enter_names_of_two_players
source: Enter the names of two players
pl: Wprowadź dwóch graczy
ru: Введите двоих игроков

# Start_new_or_continue
source: Start a new game or continue?
pl: Rozpocznij nową grę lub kontynuuj
ru: Начать новую партию или продолжить старую?

# Continue_game
source: Continue
pl: Kontynuuj grę
ru: Продолжить партию

source: New Game
pl: Nowa gra
ru: Начать новую партию

# Want_to_go_out
source: Are you sure you want to quit the game?
pl: Czy na pewno chcesz wyjść z gry?
ru: Вы действительно хотите выйти из игры?

# save_the_game
source: Exit and save the game
pl: Zapisz grę
ru: Выйти и сохранить партию

# dont_save_game
source: Quit and do not save the game
pl: Nie zapisuj gry
ru: Выйти и не сохранять партию
