Repository: DimaIslyamov/HomeWorkTMS
Catalog: homeWorkLesson(WorldOfCheckers)/homeWorkLesson10/Suporting Files/*.lproj/Localizable.strings
Languages: ru

source: Back_buuton_text
ru: Назад

source: Sound_off/on_text
ru: Звук выкл/вкл

source: Background replacement_text
ru: Замена фона

source: Choose Black Checkers_text
ru: Выбери черные шашки

source: Choose White Checkers_text
ru: Выбери белые шашки

source: Start Game_text
ru: Начать игру

source: Score_button_text
ru: Счет

source: Settings_button_text
ru: Настройки

source: Back_button_score
ru: Назад

source: Back_button_about
ru: Назад

source: End Game_button_text
ru: Выйти

source: Move:_text_lable
ru: Ход:

source: Original / Task 19_text
ru: Оригинал/Дз19
